Repository: Lernstick/lernstick-exam-client
Catalog: po/*/lernstick-exam-client.po
Languages: de

source: No problems occurred.
de: Keine Probleme aufgetreten.

source: Generic error code.
de: Allgemeiner Fehlerkode.

source: Parse error---for instance, when parsing command-line options, the '.wgetrc' or '.netrc'...
de: Fehler beim Parsen --- z.B. beim Parsen von Kommandozeilenoptionen, der '.wgetrc' oder der '.netrc'...

source: File I/O error.
de: Datei-Ein- oder Ausgabefehler.

source: Network failure.
de: Netzwerkfehler.

source: SSL verification failure.
de: Fehler bei der SSL-Überprüfung

source: Username/password authentication failure.
de: Fehler bei der Authentifizierung mit Benutzername und Passwort.

source: Protocol errors.
de: Protokollfehler.

source: Server issued an error response.
de: Der Server meldete einen Fehler zurück.

source: Wget error
de: Wget-Fehler

source: wget failed while fetching the system config. Error: ${WGET_ERROR}.
de: wget ist beim Abrufen der Systemkonfiguration fehlgeschlagen. Fehler: ${WGET_ERROR}.

source: Search
de: Suche

source: Searching for exam server.
de: Suche nach Prüfungsservern.

source: The following list of exam servers was found in the network. Please select the one you want to use.
de: Die folgende Liste von Prüfungsservern wurde im Netzwerk gefunden. Bitte wählen Sie denjenigen aus, den Sie verwenden wollen.

source: Protocol
de: Protokoll

source: Interface
de: Schnittstelle

source: Error
de: Fehler

source: Glados host not found.
de: Glados-Host nicht gefunden.

source: action${action} not found in txt field.
de: action${action} nicht gefunden im txt Feld

source: Exam server found.
de: Prüfungsserver gefunden.

source: Continue
de: Weiter

source: An exam server (${gladosDesc}) was found in the network (${eth}). Switch to exam mode?
de: Ein Prüfungsserver (${gladosDesc}) wurde in Netzwerk (${eth}) gefunden. Welchseln in Prüfungsmodus?

source: Fetching SSH Key from the server.
de: Rufe SSH Key vom Server ab.

source: wget failed while fetching the SSH key. Error: ${WGET_ERROR}.
de: wget ist beim Abrufen des SSH Keys fehlgeschlagen. Fehler: ${WGET_ERROR}.
